---
kind: property
id: P:Autodesk.Revit.DB.GroupTypeId.Ifc
zh: ifc
source: html/595725e5-97c5-6d22-3995-e6cb85c05b90.htm
---
# Autodesk.Revit.DB.GroupTypeId.Ifc Property

**中文**: ifc

IFC Parameters.

## Syntax (C#)
```csharp
public static ForgeTypeId Ifc { get; }
```